Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: རྗེས་སུ་ཆགས་པ་མ་ཡིན། ཁོང་ཁྲོ་བ་མ་ཡིན། བརྐམ་པ་མ་ཡིན། བརྐམ་པར་འགྱུར་བ་མ་ཡིན། ཞེན་པ་མ་ཡིན།
en: (8) The Thus-Gone One is not arrogant, careless, attached, angry, covetous, possessive, clinging, servile, or subject to the secondary afflictive emotions.

source: བསྟེན་པར་མཛད་པ་མ་ཡིན། ཉེ་བའི་ཉོན་མོངས་པ་མ་ཡིན་མོད་ཀྱི། སྤྱོད་ཡུལ་དབེན་པ། འདོད་པ་རྣམས་ལས་དབེན་པ། དབེན་པ་ལ་མངོན་པར་དགའ་བ་རྣམས་ཀྱི་བསྔགས་པ་ཡང་གསུང་ངོ་། །
en: Rather, he speaks in praise of isolation from activity, isolation from desire, and of those who delight in isolation.

source: མེ་ལོང་ལྟ་བུའི་ཡེ་ཤེས་དང་ལྡན་པས། དེ་བཞིན་གཤེགས་པ་ནི་ཤེས་བྱ་ཐམས་ཅད་ལ་མི་མཁྱེན་པའམ། མི་རིག་པའམ། ཐུགས་སུ་མ་ཆུད་པ་གང་ཡང་མེད་དེ།
en: (9) Because the Thus-Gone One has mirror-like wisdom, he has no lack of knowledge about, ignorance of, or misunderstanding of any kind concerning objects of knowledge.

source: བྱ་བ་དང་མི་བྱ་བ་དག་གཟིགས་ནས་སེམས་ཅན་དེ་དང་དེ་དག་ལ་དེ་བཞིན་དུ་འཇུག་གོ། །
en: Seeing what is to be done and not done, he engages with beings as appropriate.

source: དེ་བཞིན་གཤེགས་པ་ནི་སེམས་ཅན་གྱི་དོན་ཕུན་སུམ་ཚོགས་པ་ལ་ཡང་དགྱེས་པར་མི་འགྱུར། མ་འབྱོར་བ་ལ་ཡང་མི་དགྱེས་པར་མི་འགྱུར་ཏེ།
en: (10) The Thus-Gone One is not pleased with beings with extensive wealth, nor displeased with beings who are poor.

source: ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ནི་སྒྲིབ་པ་མེད་པའི་བྱམས་པ་ཆེན་པོ་འཇུག །ལོག་པར་ཞུགས་པ་རྣམས་ལ་ནི་སྒྲིབ་པ་མེད་པའི་ཐུགས་རྗེ་ཆེན་པོ་འཇུག་སྟེ།
en: Rather, he extends great uninhibited love to those who have embarked on the correct path, and great uninhibited compassion to those who have embarked on a mistaken path.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་དཔེ་དང་འདྲ་བ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the examples and comparisons of the thus-gone, worthy, completely perfect buddhas through ten approaches to the way of the Dharma.

source: དཔེར་ན་ཉི་མ་ནི་སེམས་ཅན་ཐ་མ་དང་།
en: (1) Take the example of the sun.

source: འབྲིང་དང་མཆོག་དང་དད་པ་དང་མ་དད་པ་ཐམས་ཅད་ལ་མཚུངས་པར་འཆར་ཞིང་མཚུངས་པར་སྣང་བར་བྱེད་དོ། །
en: It rises equally for and shines equally on all inferior, average, and superior beings, and on all of those with and without faith.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་སེམས་ཅན་ཐ་མ་དང་འབྲིང་དང་མཆོག་དང་དད་པ་དང་། མ་དད་པ་ཐམས་ཅད་ལ་མཚུངས་པར་འཆར་ཞིང་མཚུངས་པར་ཡེ་ཤེས་སྣང་བར་མཛད་དོ། །འདི་ལྟ་སྟེ།
en: Similarly, the thus-gone, worthy, completely perfect Buddha also equally rises for and shines the light of wisdom on inferior, average, and superior beings, and on those with and without faith.

source: དཔེར་ན་ནམ་མཁའ་ནི་ཐམས་ཅད་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་མི་སྒྲིབ་པའི་ངོ་བོ་ཉིད་དེ།
en: (2) Take the example of space. Its essential quality is that it does not obstruct any being in any way.

source: གཞན་དུ་ན་གློ་བུར་གྱི་དུ་བ་དང་། སྤྲིན་དང་རྡུལ་དང་ཁུག་རྣ་དག་གིས་སྒྲིབ་པ་དང་བཅས་པར་ཀུན་ཏུ་སྣང་ངོ་། །
en: Otherwise, it would always appear to have fleeting obscurations like smoke, clouds, dust, and fog.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་ནམ་མཁའ་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་མི་སྒྲིབ་པའི་ངོ་བོ་ཉིད་དེ།
en: Similarly, the Thus-Gone One, like space, is essentially unobscured for all beings.

source: གཞན་དུ་ན་གློ་བུར་གྱི་དུ་བ་དང་སྤྲིན་དང་རྡུལ་དང་ཁུག་རྣ་ལྟ་བུའི་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པས་བསྒྲིབས་པར་སེམས་ཅན་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་མཐོང་ཞིང་མྱོང་བར་མི་འགྱུར་རོ། །
en: Otherwise, because of being obscured by grasping at ‘I’ and ‘mine,’ which are comparable to fleeting smoke, clouds, dust, and fog, the Thus-Gone one would not be visible or accessible to beings.

source: འདི་ལྟ་སྟེ།
en: (3) Take the example of fire.

source: དཔེར་ན་མེ་ནི་ཤིང་ཐམས་ཅད་ལ་ཡོད་མོད་ཀྱི། རྐྱེན་དང་རྩོལ་བ་མ་ཚང་ན་མི་འབར་ཞིང་རང་གི་དགོས་པ་རྣམས་མི་བྱེད་དོ། །
en: Although fire can be found in all wood, without all the right conditions and effort it will not ignite, thus not fulfilling its own potential.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་ཤེས་བྱ་ཐམས་ཅད་ལ་གནས་མོད་ཀྱི། དད་པ་ལ་སོགས་པའི་རྐྱེན་དང་རྩོལ་བ་མ་ཚང་ན་མི་འབྱུང་སྟེ། སངས་རྒྱས་ཀྱི་བྱ་བ་རྣམས་ཀྱང་མི་མཛད་དོ། །
en: Similarly, the Thus-Gone One is present in all objects of knowledge, but without all the right conditions, like faith and so forth, and without effort, he will not appear and will not perform awakened activities.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཚོན་ཐ་དད་པ་སྣོད་གཅིག་གི་ནང་དུ་བླུགས་ཏེ།
en: (4) Take the example of pouring different colors into a single vessel, and then soaking different strips of cloth in those many colors.

source: ཚོན་མང་པོ་དེའི་ནང་དུ་རས་ཐ་གུ་ཐ་དད་པས་ཕུར་ཏེ་བཅུག་ན་ཕུར་མའི་དབང་ཇི་ལྟ་བ་བཞིན་དུ་ཚོན་ཆགས་ཀྱང་ཚོན་དེ་དག་མི་རྟོག །རྣམ་པར་མི་རྟོག་གོ། །
en: The colors will take based on the potency of the container, but the colors have no conscious influence.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགེ་བའི་རྩ་བ་སྣ་ཚོགས་ཀྱི་ཚོགས་མང་པོ་ཡང་མོས་པའི་ཐ་གུས་ཇི་ལྟར་ཕུར་བ་བཞིན་དུ་སེམས་ཅན་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་མཐོང་སྟེ། དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་ཡང་ལེན་པར་བྱེད་དོ། །འདི་ལྟ་སྟེ།
en: Similarly, beings see the Thus-Gone One and take on his good qualities based on the immersion of the threads of their belief in the many diverse collections of the roots of virtue accumulated by the Thus-Gone One.

source: དཔེར་ན་ཆུས་གང་བའི་ཀླུང་ནི་བསྟོད་ཀྱང་དམའ་བར་འབབ་བོ། །
en: (5) Take the example of a river filled with water.

source: ཞེ་སྡང་ཞིང་ངན་དུ་སྨྲས་ཀྱང་དམའ་བར་འབབ་པ་ཡིན་ནོ། །
en: It flows downward when praised, and still flows downward when spoken to with enmity and curses.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་བསྟོད་དམ་ངན་དུ་སྨྲས་ཀྱང་ཡེ་ཤེས་ཀྱིས་གཤེགས་པ་ཡིན་གྱི། ང་རྒྱལ་གྱིས་གཤེགས་པ་ནི་མ་ཡིན་ནོ། །འདི་ལྟ་སྟེ།
en: Similarly, whether one is praising or speaking badly of the Thus-Gone One, he proceeds with wisdom, not with pride.

source: དཔེར་ན་བུ་རམ་ཤིང་གཏུབས་གཤགས་ལ་གཏུབས་གཤགས་ནས་འཆས་ཀྱང་མངར་བའི་རོ་དེ་མི་འདོར་རོ། །
en: (6) Take the example of sugarcane. It is cut into many pieces but does not lose its sweet taste.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་མཆོད་ཀྱང་རུང་མ་མཆོད་ཀྱང་རུང་སྟེ། བསྙེན་པ་ན་རྣམ་པར་གྲོལ་བའི་མངར་བའི་རོ་དེ་མི་འདོར་རོ། །འདི་ལྟ་སྟེ།
en: Similarly, it does not matter if the Thus-Gone One is worshiped or not, when one attends to him the sweet taste of liberation is not lost.

source: དཔེར་ན་ས་ནི་རྣམ་པར་མི་རྟོག་ཅིང་འགྱུར་བ་མེད་པར་གནས་ཏེ།
en: (7) Take the example of the earth. It persists without thinking or changing.

source: དེ་ལ་ཁེ་འདོད་པ་གང་དག་གིས་རྨོས་ནས་ཡོངས་སུ་སྦྱང་བ་བྱས་ཏེ་ས་བོན་བཏབ་པ་དེ་དག་གི་ལོ་ཏོག་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རོ། །
en: Those who want profit from it plow it, cultivate it, and sow seeds so that their harvest will be abundant.

source: གང་དག་མི་རྨོད། ཡོངས་སུ་སྦྱང་བ་མི་བྱེད། ས་བོན་མི་འདེབས་པ་དེ་དག་གི་ལོ་ཏོག་ནི་ཕུན་སུམ་ཚོགས་པར་མི་འགྱུར་རོ། །
en: Those who do not plow it, cultivate it, or sow seeds will not have an abundant harvest.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡངས་ལྟར་རྣམ་པར་མི་རྟོག་ཅིང་འགྱུར་བ་མེད་པར་གནས་ཏེ།
en: Similarly, the Thus-Gone One, like the earth, persists without thinking or changing.

source: དེ་ལ་ཡོན་ཏན་འདོད་པ་གང་དག་དེ་བཞིན་གཤེགས་པ་ལ་དད་པ་དང་དང་བ་དང་། གུས་པ་བསྐྱེད་པ་དེ་དག་གི་ཡོན་ཏན་གྱི་ལོ་ཏོག་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རོ། །
en: Those who wish for good qualities and arouse faith, sincerity, and respect toward the Thus-Gone One will have an abundant harvest of good qualities.

source: གང་དག་དེ་བཞིན་གཤེགས་པ་ལ་དད་པ་དང་དང་བ་དང་། གུས་པ་མི་སྐྱེད་པ་དེ་དག་གི་ཡོན་ཏན་གྱི་ལོ་ཏོག་ནི་ཕུན་སུམ་ཚོགས་པར་མི་འགྱུར་རོ། །
en: Those who do not arouse faith, sincerity, and respect toward the Thus-Gone One will not have an abundant harvest of good qualities.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ལ་ལ་ཞིག་གིས་ཙན་དན་དང་། ག་པུར་ལ་མི་སྙན་པ་བྱས་ཏེ་ངན་དུ་བརྗོད་ནས་རང་གི་ལུས་ལ་བསྐུས་ཀྱང་།
en: (8) Take, for example, the fact that some people disparage sandalwood and camphor and say that it is bad, while still smearing their bodies with them.

source: དེ་ལ་ཙན་དན་དང་ག་པུར་དེ་དྲི་ཞིམ་པར་བྱེད་ཀྱི་དྲི་ང་བར་མི་བྱེད་དོ། །
en: Sandalwood and camphor make them fragrant and not smell bad.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་ངན་དུ་སྨྲ་སྟེ་མི་སྙན་པར་བརྗོད་ནས་བསྙེན་ཅིང་བསྟེན་ཏེ་བསྙེན་བཀུར་བྱེད་པ་དེ་དག་དེ་བཞིན་གཤེགས་པས་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་གྱི་དྲི་དང་ལྡན་པར་མཛད་དོ། །
en: Similarly, people say nasty things about the thus-gone, worthy, completely perfect Buddha, but after disparaging him, they serve and rely on him. The Thus-Gone One instills in those who revere him the fragrance of awakened qualities.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཟམ་པ་དང་། སྟེགས་དང་། ཁྲི་ལམ་ནི་སེམས་ཅན་ཐ་མ་དང་། འབྲིང་དང་མཆོག་ཐམས་ཅད་ལ་མི་ཐོགས་པ་དང་།
en: (9) Take, for example, how a bridge, causeway, or royal road does not obstruct inferior, average, or superior people, but rather permits easy travel equally.

source: བདེ་བར་འགྲོ་བར་བྱེད་པས་མཚུངས་པར་གནས་སོ། །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་སེམས་ཅན་ཐ་མ་དང་འབྲིང་དང་མཆོག་ཐམས་ཅད་ལ་མི་མཉམ་པ་མེད་ཅིང་སྒྲིབ་པ་མེད་པ་དང་། བདེ་བར་འགྲོ་བས་མཚུངས་པར་འཇུག་གོ། །
en: Similarly, the Thus-Gone One shows no bias for inferior, average, or superior beings, is not obscured, and engages them equally by moving with ease among them.

source: འདི་ལྟ་སྟེ། དཔེར་ན་རིའི་རྒྱལ་པོ་གངས་རི་ལ་རྩིའི་རྒྱལ་པོ་མཐོང་ན་མཛེས་པ་ཞེས་བྱ་བ་ཡོད་དེ།
en: (10) Take, for example, the king of medicines called beautiful to behold, found on the snowy king of mountains.

source: དེ་མཐོང་མ་ཐག་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་ཐམས་ཅད་མེད་པར་འགྱུར་རོ། །
en: As soon as it is seen, all the illnesses that beset all beings will disappear.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་མཐོང་མ་ཐག་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་ཐམས་ཅད་སེལ་བར་འགྱུར་ཏེ།
en: Similarly, as soon as the Thus-Gone One is seen, all of the illnesses that beset all beings will be cured.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་དཔེ་དང་འདྲ་བ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should understand the examples and comparisons of the thus-gone, worthy, completely perfect buddhas through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་སངས་རྒྱས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the buddha through ten approaches to the way of the Dharma.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། རྒྱུ་འཐུན་པའི་སངས་རྒྱས་དང་། རྣམ་པར་སྨིན་པ་ལས་བྱུང་བའི་སངས་རྒྱས་དང་།
en: What are these ten?

source: ཏིང་ངེ་འཛིན་གྱི་སངས་རྒྱས་དང་། སྨོན་ལམ་གྱི་སངས་རྒྱས་དང་། སེམས་ཀྱི་སངས་རྒྱས་དང་། ངོ་བོ་ཉིད་ཀྱི་སངས་རྒྱས་དང་། ལོངས་སྤྱོད་རྫོགས་པའི་སངས་རྒྱས་དང་།
en: (1) The buddha as a supporting cause, (2) the buddha as a resultant buddha, (3) the buddha of samādhi, (4) the buddha of aspirations, (5) the buddha of the mind, (6) the essential buddha, (7) the enjoyment buddha, (8) the emanation buddha, (9) the conceptually designated buddha, (10) and the buddha in one’s presence.

source: སྤྲུལ་པའི་སངས་རྒྱས་དང་། བཏགས་པའི་སངས་རྒྱས་དང་། མདུན་དུ་གཞག་པའི་སངས་རྒྱས་སོ། །དེ་ལ་རྒྱུ་འཐུན་པའི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the buddha as a supporting cause?

source: གང་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ཀྱི་རྒྱུ་འཐུན་པ་དང་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཆོས་སྒྲུབ་པར་བྱེད་པ་ཡིན་ཏེ།
en: This refers to the buddha as the supporting cause of the perfections and that which causes the accomplishment of the quality of perfection.

source: འདི་གཉིས་ལས་གང་གྲུབ་པ་དེ་ནི་སྒྲུབ་པའི་སངས་རྒྱས་ཏེ། དེའི་ཕྱིར་རྒྱུ་འཐུན་པའི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: That which is accomplished through those two is the accomplished buddha, thus it is called ‘the buddha as a supporting cause.’

source: དེ་ལ་རྣམ་པར་སྨིན་པ་ལས་བྱུང་བའི་སངས་རྒྱས་གང་ཞེ་ན་རྒྱུ་འཐུན་པ་གང་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡིན་ཏེ།
en: “What is the resultant buddha? It is the result of the perfections, which are the supporting cause.

source: རྣམ་པར་སྨིན་པ་དེ་ལས་གང་རྣམ་པར་སྨིན་པའི་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་འབྱུང་ངོ་། །
en: It is the arising of the resultant body of the buddha from that result.

source: དེ་ཡང་སེམས་ཅན་གྱི་བྱིན་གྱི་རླབས་དང་ཆོས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱི་ཕྱིར་འབྱུང་སྟེ།
en: It is the product of the blessings of beings and the blessings of the Dharma.

source: འདི་ནི་རྣམ་པར་སྨིན་པ་ལས་བྱུང་བའི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This is what is meant by ‘the resultant buddha.’

source: དེ་ལ་ཏིང་ངེ་འཛིན་གྱི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the buddha of samādhi?

source: དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གང་ལ་སྙོམས་པར་འཇུག་ཅིང་ཏིང་ངེ་འཛིན་གང་ལ་སྙོམས་པར་ཞུགས་ནས་ལྷུན་གྱིས་གྲུབ་ཅིང་རྩོལ་བ་མི་མངའ་བར་སངས་རྒྱས་བརྒྱ་སྟོང་འབྱུང་སྟེ།
en: This refers to the samādhi settled into—to the samādhi that, once settled into, produces one hundred thousand buddhas naturally and effortlessly.

source: ཏིང་ངེ་འཛིན་གྱི་བྱིན་གྱི་རླབས་དེས་ཏིང་ངེ་འཛིན་ལས་བྱུང་བས་ན་ཏིང་ངེ་འཛིན་གྱི་སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: Because this buddha arises from samādhi through the blessings of that samādhi, this is called the buddha of samādhi.

source: འདི་ནི་ཏིང་ངེ་འཛིན་གྱི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This is what is meant by ‘the buddha of samādhi.’

source: དེ་ལ་སྨོན་ལམ་གྱི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the buddha of aspirations?

source: བྱང་ཆུབ་སེམས་དཔས་གང་སེམས་ཅན་གང་དང་གང་གཟུགས་དང་ཁ་དོག་དང་སྤྱོད་ལམ་ཇི་ལྟ་ཇི་ལྟ་བུ་གང་དང་གང་གིས་འདུལ་བར་འགྱུར་བ་དེ་དང་དེ་ལ་དེ་ལྟ་བུའི་གཟུགས་དང་ཁ་དོག་དང་སྤྱོད་ལམ་གྱིས་འདུལ་བར་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་ནས། དེ་སངས་རྒྱས་ཀྱིས་འདུལ་བ་རྣམས་ནི་སངས་རྒྱས་ཀྱི་གཟུགས་ཀྱིས་འདུལ་ཏེ།
en: After a bodhisattva makes the aspiration, ‘May beings be tamed through whatever forms, colors, and actions will tame them,’ the beings who can be tamed by a buddha are tamed by the physical form of a buddha.

source: སྨོན་ལམ་དེ་ལས་བྱུང་བས་སྨོན་ལམ་གྱི་སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: Because of arising from that aspiration, it is called the buddha of aspiration.

source: འདི་ནི་སྨོན་ལམ་གྱི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This is what is meant by ‘the buddha of aspiration.’

source: དེ་ལ་སེམས་ཀྱི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the buddha of mind?

source: གང་བྱང་ཆུབ་སེམས་དཔས་སེམས་ལ་དབང་རབ་ཏུ་ཐོབ་ནས། དེ་སེམས་ལ་དབང་བ་དེས་གང་དང་གང་བསམས་པ་དེ་དང་དེ་བཞིན་དུ་འགྱུར་ཏེ།
en: It is the power over the mind that, once attained by a bodhisattva, allows them to bring into being whatever they imagine.

source: དེ་སངས་རྒྱས་ཀྱིས་འདུལ་བའི་སེམས་ཅན་རྣམས་མཐོང་ནས་བདག་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་གྱུར་ཅིག་ཅེས་མོས་པར་བྱེད་དེ།
en: When they see beings who have been tamed by a buddha, they form the resolve, ‘May I take the form of a buddha.’

source: དེ་སེམས་ལས་བྱུང་བས་ན་སེམས་ཀྱི་སངས་རྒྱས་ཡིན་ཏེ།
en: Because this arises from the mind, it is the buddha of mind.

source: འདུལ་བ་དེ་དག་ཀྱང་རང་གི་སེམས་ཡོངས་སུ་དག་པས་སངས་རྒྱས་མཐོང་ཞིང་ཤེས་ཏེ།
en: Those who were tamed also purify their own minds and come to see and know the buddha.

source: འདི་ནི་སེམས་ཀྱི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This is what is meant by ‘the buddha of mind.’

source: དེ་ལ་ངོ་བོ་ཉིད་ཀྱི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the essential buddha?

source: ངོ་བོ་ཉིད་ཀྱི་སངས་རྒྱས་ནི་གནས་ངན་ལེན་གྱི་གནས་གྱུར་པ་བསམ་གྱིས་མི་ཁྱབ་པ། དྲི་མ་མེད་པ་གཟུགས་སྣ་ཚོགས་ཅན། ཆོས་ཀྱི་དབྱིངས་རྣམ་པ་ཐ་དད་པ།
en: The essential buddha is the inconceivable transformation of negative states appearing as a buddha body with a variety of stainless forms as an expression of different aspects of the expanse of phenomena.

source: གཟུགས་དང་བྱད་དང་དབྱིབས་སྣ་ཚོགས་པ། སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་སྣང་བ་འདི་ནི་ངོ་བོ་ཉིད་ཀྱི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: It has various forms, appearances, and shapes, and is endowed with the thirty-two marks of a great person. This is what is meant by ‘the essential buddha.’

source: དེ་ལ་ལོངས་སྤྱོད་རྫོགས་པའི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the enjoyment buddha?

source: གང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་ལོངས་སྤྱོད་དང་། ཀུན་ཏུ་སྤྱོད་པ་མཚུངས་པ་དང་རྣམ་པ་དང་ཟས་དང་སྨྲ་བ་དང་ཆོ་ག་དང་སྤྱོད་པ་མཚུངས་པ་འདི་ནི་ལོངས་སྤྱོད་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This refers to being equivalent to bodhisattvas in terms of enjoyments and behavior, as well as being equivalent in features, diet, speech, rites, and conduct. This is what is meant by ‘the enjoyment buddha.’

source: དེ་ལ་སྤྲུལ་པའི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the emanation buddha?

source: འདི་ལ་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔས་གཟུགས་ཐམས་ཅད་སྟོན་པའི་ཏིང་ངེ་འཛིན་ཐོབ་པ་དེ་དག་ཏིང་ངེ་འཛིན་དེ་ལ་སྙོམས་པར་ཞུགས་ཏེ། དབང་ཐོབ་ཅིང་སྙིང་རྗེ་ཆེན་པོས་བསྐུལ་བས་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་སྤྲུལ་ནས་སེམས་ཅན་རྣམས་འདུལ་བ་འདི་ནི་སྤྲུལ་པའི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: Buddhas and bodhisattvas who have attained the samādhi of displaying all forms settle into that samādhi, attain power, and, impelled by great compassion, emanate the form of a buddha and tame beings.

source: དེ་ལ་བཏགས་པའི་སངས་རྒྱས་གང་ཞེ་ན།
en: This is what is meant by ‘the emanation buddha.’ “What is the conceptually designated buddha?

source: འདི་ལ་ལ་ལ་ཞིག་སློབ་དཔོན་ནམ་མཁན་པོ་ལ་སངས་རྒྱས་བཞིན་དུ་བལྟ། སངས་རྒྱས་བཞིན་དུ་བསྙེན་བཀུར་བྱེད་དེ།
en: Some regard a teacher or preceptor to be like a buddha and serve them as if they were a buddha.

source: དེ་སློབ་དཔོན་དང་། མཁན་པོ་དེ་ལ་སངས་རྒྱས་བཞིན་དུ་བལྟ་ཞིང་སངས་རྒྱས་བཞིན་དུ་བསྙེན་བཀུར་བྱས་པས་དེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་རབ་ཏུ་འཛིན་ལ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དེ།
en: By seeing teachers and preceptors as buddhas and serving them as if they were buddhas, they accept and perfect the qualities of a buddha.

source: ཡོངས་སུ་བསྒྲུབ་པ་འདི་ནི་བཏགས་པའི་སངས་རྒྱས་ཞེས་བྱའོ། །
en: This accomplishment is called ‘the conceptually designated buddha.’

source: དེ་ལ་མདུན་དུ་གཞག་པའི་སངས་རྒྱས་གང་ཞེ་ན།
en: “What is the buddha in one’s presence?

source: འདི་ལ་ལ་ལ་ཞིག་གིས་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་བྱས་སམ། བྱེད་དུ་བཅུག་སྟེ།
en: Some people fashion images of a buddha or have others fashion one for them.

source: མཆོད་ཅིང་རིམ་གྲོ་བྱ་བ་ཐམས་ཅད་ཀྱིས་བསྟི་སྟང་དུ་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད་ཅིང་། དེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་རབ་ཏུ་འཛིན་ལ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དེ།
en: They venerate it through all the practices of worship and service, treat it with respect, paint it, invest it with the qualities of the buddhas, and thereby make it perfect.

source: ཡོངས་སུ་སྒྲུབ་པ་འདི་ནི་མདུན་དུ་གཞག་པའི་སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: This achievement is called ‘the buddha in one’s presence.’

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་སངས་རྒྱས་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: “Child of good family, bodhisattvas should understand the Buddha through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཐ་སྙད་དུ་སྟོན་པ་རྣམ་པ་བཅུ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand ten types of conventional teachings given by the thus-gone, worthy, completely perfect buddhas.

source: རྣམ་པ་བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཕུང་པོ་སྟོན་པ་དང་། ཁམས་སྟོན་པ་དང་། སྐྱེ་མཆེད་སྟོན་པ་དང་། སེམས་ཅན་སྟོན་པ་དང་། ལས་སྟོན་པ་དང་།
en: What are the ten?

source: སྐྱེ་བ་སྟོན་པ་དང་། རྒ་བ་སྟོན་པ་དང་། འཆི་བ་སྟོན་པ་དང་། ཤི་བའི་ཉིང་མཚམས་སྦྱོར་བ་སྟོན་པ་དང་། དེ་རབ་ཏུ་ཞི་བར་འགྱུར་བའི་མྱ་ངན་ལས་འདས་པ་སྟོན་པའོ། །
en: (1) The teaching on the aggregates, (2) the teaching on the elements, (3) the teaching on the sense bases, (4) the teaching on beings, (5) the teaching on action, (6) the teaching on birth, (7) the teaching on old age, (8) the teaching on death, (9) the teaching on transmigration upon death, and (10) the teaching on the peace of nirvāṇa.

source: དེ་ལ་ཇི་ལྟར་ན་ཕུང་པོ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་ཅེ་ན།
en: “How is the teaching on the aggregates a conventional teaching?

source: གཟུགས་ཀྱི་ཕུང་པོ་ནི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ། །
en: The aggregate of form does not ultimately exist.

source: གལ་ཏེ་གཟུགས་ཀྱི་ཕུང་པོ་དོན་དམ་པར་ཡོད་དུ་ཟིན་ན་ནི་དེ་ཡོངས་སུ་བཏང་བས་སྲིད་པ་འཆད་པར་འགྱུར་ཏེ།
en: If the aggregate of form were to exist ultimately, existence would cease upon its abandonment.

source: གང་ཡོངས་སུ་བཏང་ནས་གྲོལ་བ་དེ་ལ་གནས་པའམ། འགྲོ་བ་ཡོད་པར་འགྱུར་བ་ཞིག་ན།
en: Something that is freed through being abandoned would then either exist as something that remained or exist as something that changed.

source: དེ་ལྟ་མ་ཡིན་པས་དེའི་ཕྱིར་གཟུགས་ཀྱི་ཕུང་པོ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: This is not the case, therefore the teaching on the aggregate of form is a conventional teaching.

source: དེ་བཞིན་དུ་ཚོར་བའི་ཕུང་པོ་སྟོན་པ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་སྟོན་པ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་སྟོན་པ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པ་ཡིན་ཏེ།
en: In the same way, teachings on the aggregates of feeling, perception, formations, and consciousness are conventional teachings.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ། །
en: The aggregate of consciousness does not ultimately exist.

source: གལ་ཏེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དོན་དམ་པར་ཡོད་དུ་ཟིན་ན་ནི་དེ་ཡོངས་སུ་བཏང་བས་སྲིད་པ་འཆད་པར་འགྱུར་ཏེ།
en: If the aggregate of consciousness were to exist ultimately, existence would cease upon its abandonment.

source: དེ་ལྟ་མ་ཡིན་པས་དེའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: This is not the case, therefore the teaching on the aggregate of consciousness is a conventional teaching.

source: དེ་བཞིན་དུ་ཁམས་སྟོན་པ་དང་སྐྱེ་མཆེད་སྟོན་པ་ནི་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: “The teaching on the elements and the teaching on the sense bases are conventional teachings in the same way.

source: དེ་ལ་ཇི་ལྟར་ན་སེམས་ཅན་དུ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པ་ཡིན་ཞེ་ན།
en: “How is the teaching on beings a conventional teaching?

source: སེམས་ཅན་ནི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ཏེ།
en: Beings do not ultimately exist.

source: དེ་ནི་ཆོས་ཙམ་དུ་ཟད་པས་སེམས་ཅན་མེད་དོ། །
en: Beings do not exist because they are nothing more than conventional phenomena.

source: གལ་ཏེ་སེམས་ཅན་ཡོད་དུ་ཟིན་ན་ནི་ཕུང་པོ་འགགས་པས་ནམ་མཁའ་བཞིན་དུ་སེམས་ཅན་ཕུང་པོ་མེད་པར་འགྱུར་ལ།
en: If beings were to exist, then when their aggregates ceased, beings would be devoid of aggregates, like space.

source: ཕུང་པོ་བཞིན་དུ་སེམས་ཅན་ཡང་འདུས་བྱས་སུ་འགྱུར་བ་ཞིག་ན།
en: But like the aggregates, beings are compounded phenomena, so this is not the case.

source: དེ་ལྟ་མ་ཡིན་པས་དེའི་ཕྱིར་སེམས་ཅན་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: Therefore the teaching on beings is a conventional teaching.

source: དེ་ལ་ཇི་ལྟར་ན་ལས་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པ་ཡིན་ཞེ་ན།
en: “How is the teaching on action a conventional teaching?

source: ལས་རྣམས་བྱེད་པ་ཡོད་པ་ཡང་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན་ནོ། །
en: The performance of actions is neither existent nor nonexistent.

source: གལ་ཏེ་ལས་རྣམས་བྱེད་པ་ཞིག་ཡོད་དུ་ཟིན་ན་ནི་ལས་རྣམས་བྱེད་པ་ནམ་མཁའ་བཞིན་དུ་མ་བྱས་པར་འགྱུར་ལ།
en: If the performance of actions were to exist, the performance of actions would not be created, like space.

source: ཕུང་པོ་བཞིན་དུ་འདུས་བྱས་སུ་ཡང་འགྱུར་བ་ཞིག་ན། མ་བྱས་པ་ནི་ནམ་མཁའ་དང་མཚུངས་ཏེ།
en: But, if it were compounded like the aggregates, it would not be created, just like space.

source: མ་བྱས་པ་རྣམས་བྱེད་པར་མི་འགྱུར་རོ། །དེའི་ཕྱིར་ལས་གང་ལ་ཡང་བྱེད་པ་མེད་དོ། །
en: That which is uncreated could not be created, entailing that no actions could ever be performed.

source: དེ་མེད་པས་ན་ལས་ཡོད་པར་ག་ལ་འགྱུར་ཏེ།
en: If actions do not exist, how could actions ever come about?

source: དེའི་ཕྱིར་ལས་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: For these reasons, the teaching on actions is a conventional teaching.

source: དེ་ལ་ཇི་ལྟར་ན་སྐྱེ་བ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པ་ཡིན་ཞེ་ན།
en: “How is the teaching on birth a conventional teaching?

source: སྐྱེ་བ་ནི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ། །
en: Birth does not ultimately exist.

source: གལ་ཏེ་སྐྱེ་བ་དོན་དམ་པར་ཡོད་དུ་ཟིན་ན་ནི་རྟག་པར་འགྱུར་ཏེ། དེ་ལྟར་ན་སྐྱེ་བ་ནི་སྐྱེ་བ་མེད་པར་འགྱུར་རོ། །
en: If birth were to exist ultimately, it would be perpetual, and birth would not entail birth.

source: གང་སྐྱེ་བས་སྐྱེ་བ་དང་། སྐྱེས་པས་གཟིར་བར་གྱུར་པ་དེ་ཡང་མེད་པར་འགྱུར་ཏེ།
en: That which is born through birth, and also that which is tormented by birth, would not exist.

source: དེའི་ཕྱིར་སྐྱེ་བ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པའོ། །
en: Therefore, the teaching on birth is a conventional teaching.

source: དེ་ལ་ཇི་ལྟར་ན་རྒ་བ་སྟོན་པ་ཐ་སྙད་དུ་སྟོན་པ་ཡིན་ཞེ་ན།
en: “How is the teaching on old age a conventional teaching?

source: རྒ་བ་ནི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ། །
en: Old age does not ultimately exist.

source: གལ་ཏེ་རྒ་བ་དོན་དམ་པར་ཡོད་དུ་ཟིན་ན་ནི་གང་ཡང་རྒས་པར་མི་འགྱུར་ཏེ།
en: If old age were to exist ultimately, no one would become old.

source: གང་རྒས་པ་དེ་ནི་གཞོན་ནུ་ཡང་མ་ཡིན། རྒན་པོ་ཡང་མ་ཡིན། རྙིང་པ་ཡང་མ་ཡིན་ལ།
en: Those who are aged could not have been young, old, or very old.
